<!doctype html>
<html lang="cs">
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="user-scalable=yes, initial-scale=1.0">
	<meta name="robots" content="index,follow">
	<meta name="googlebot" content="index,follow,snippet,archive">
	<title>PORNfile.cz</title>

	<script>
		var baseJsPath = "http:\/\/img5.ulozto.test.nds\/pornfile";
		var baseCssPath = "http:\/\/img5.ulozto.test.nds\/pornfile";
	</script>

	<!--[if lt IE 9 ]>
	<script src="http://img5.ulozto.test.nds/pornfile/js2/lib/iehtml.js?v=3.300.105"></script>
	<![endif]-->
	<!--[if lte IE 6 ]>
		<script src="http://img5.ulozto.test.nds/pornfile/js2/lib/iepng.js?v=3.300.105"></script>
	<![endif]-->
	<link rel="stylesheet" href="http://img5.ulozto.test.nds/pornfile/css/pornfile.css?v=3.300.105">

	<link rel="stylesheet" href="http://img5.ulozto.test.nds/pornfile/js2/lib/jquery/ui-theme/jquery-ui-1.8.16.custom.css">
	<!--[if lt IE 9 ]>
		<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
	<![endif]-->
	<!--[if lte IE 6 ]>
		<link rel="stylesheet" href="http://img5.ulozto.test.nds/pornfile/css/ie6.css?v=3.300.105">
	<![endif]-->

	<link rel="shortcut icon" href="/favicon.ico?v=3.300.105" type="image/x-icon">
	<link rel="icon" href="/favicon.ico?v=3.300.105" type="image/x-icon">

		<script src="http://img5.ulozto.test.nds/pornfile/js2/pornfile.min.js?v=3.300.105"></script>
		<script src="http://img5.ulozto.test.nds/pornfile/js/main.min.js?v=3.300.105"></script>
	<script>
		requirejs.config({ baseUrl: "http:\/\/img5.ulozto.test.nds\/pornfile"+'/js2', urlArgs: 'v='+"3.300.105" });
		require(['pornfile/pornfile']);
	</script>
		<script>function paginateJs () {
		var elp = document.createElement('script');
		elp.type = 'text/javascript';
		elp.src = 'http://img5.ulozto.test.nds/pornfile/js2/nodus/paginator.js?v="3.300.105"';
		var scrp = document.getElementsByTagName('script')[0];
		scrp.parentNode.insertBefore(elp, scrp);
	}</script>


<script>var bbAds=[];</script>

	

<!-- Start Visual Website Optimizer Asynchronous Code -->
<script type="text/javascript">
var _vis_opt_url = "http:\/\/cz.pornfile.test.nds\/logged-in\/hasCredit\/other\/faq";
var _vwo_code=(
function() {
var account_id=188951,
_vis_opt_url=window._vis_opt_url||document.URL,
settings_tolerance=2000,
library_tolerance=2500,
use_existing_jquery=false,
// DO NOT EDIT BELOW THIS LINE
f=false,d=document;return{use_existing_jquery:function(){return use_existing_jquery;},library_tolerance:function(){return library_tolerance;},finish:function(){if(!f){f=true;var a=d.getElementById('_vis_opt_path_hides');if(a)a.parentNode.removeChild(a);
}},finished:function(){return f;},load:function(a){var b=d.createElement('script');b.src=a;b.type='text/javascript';b.innerText;b.onerror=function(){_vwo_code.finish();};d.getElementsByTagName('head')[0].appendChild(b);},init:function(){settings_timer=setTimeout('_vwo_code.finish()',settings_tolerance);this.load('//dev.visualwebsiteoptimizer.com/j.php?a='+account_id+'&u='+encodeURIComponent(_vis_opt_url)+'&r='+Math.random());var a=d.createElement('style'),b='body{opacity:0!important;filter:alpha(opacity=0) !important;background:none!important;}',h=d.getElementsByTagName('head')[0];a.setAttribute('id','_vis_opt_path_hides');a.setAttribute('type','text/css');if(a.styleSheet)a.styleSheet.cssText=b;else a.appendChild(d.createTextNode(b));h.appendChild(a);return settings_timer;}};}());_vwo_settings_timer=_vwo_code.init();
</script>
<!-- End Visual Website Optimizer Asynchronous Code -->

</head>

<body    >
<!-- Google Analytics component -->
<script type="text/javascript">
    var dataLayer = [];
</script>
<!-- Google Tag Manager -->
<noscript><iframe src="//www.googletagmanager.com/ns.html?id=GTM-MGWXBN" height="0" width="0" style="display:none;visibility:hidden"></iframe></noscript>
<script>(function(w,d,s,l,i){ w[l]=w[l]||[];w[l].push({ 'gtm.start':
new Date().getTime(),event:'gtm.js' });var f=d.getElementsByTagName(s)[0],
j=d.createElement(s),dl=l!='dataLayer'?'&l='+l:'';j.async=true;j.src=
'//www.googletagmanager.com/gtm.js?id='+i+dl;f.parentNode.insertBefore(j,f);
})(window,document,'script','dataLayer',"GTM-MGWXBN");
</script>
<!-- End Google Tag Manager -->

<div id="newsList">
</div>

<header id="head">

	<div id="head-wrapper">
		<div class="wa">
			<nav>
				<ul id="menu">
					<li id="menu-nav">
						<ul>
							<li><a href="/">PORNfile.cz</a></li>
							<li><a href="http://cz.ulozto.test.nds/">Ulož.to</a></li>
						</ul>
					</li>
					<li id="menu-user">
						<ul>
								<li class="menu-username menuFakeMenu"><a class="menuLine" href="/nastaveni">revelon</a> <span class="menuLogout">(<a class="menuLine" href="/faq?do=web-logout">Odhlásit</a>)</span></li>
								<li><a href="/m/revelon">Soubory</a><a class="menu-star" href="/m/revelon/oblibene"></a></li>
								<li class="menu-kredit"><a href="/kredit" title="384.5 GB = 384484.19 MB">384.5 GB</a></li>
							<li class="menu-upload"><a href="/upload">Nahrát soubory<span></span></a></li>
						</ul>
					</li>

				</ul>

			</nav>
			<div id="headcontent">
				<a id="logo" href="/"><img src="http://img5.ulozto.test.nds/pornfile/images/logo-pornfile.png" alt="PORNfile.cz"></a>

				<form action="/hledej" method="get" id="search" name="search">
					<input type="text" name="q" id="search-input" class="searchSuggest" autocomplete="off" >
					<input type="submit" value="Vyhledat" id="search-submit">
				</form>
			</div>
		</div>
	</div>
</header>

<section id="content">
	<div class="wa">


<div class="static-page clearfix">
		<h1>Často kladen&eacute; dotazy</h1>

<h2 id="Streamovani">Videostreaming <sup><a name="videostreaming" style="text-decoration:none">BETA</a></sup></h2>

<div class="collapse">
<div class="collapse-title">
<p>Jak funguje online přehr&aacute;v&aacute;n&iacute; videa a kdy mi bude odečten kredit?</p>
</div>

<div class="collapse-content">
<p>Po spu&scaron;těn&iacute; přehr&aacute;v&aacute;n&iacute; bude&scaron; m&iacute;t dost času se zdarma rozhodnout, zda je to video, kter&eacute; hled&aacute;&scaron; a kredit ti bude stržen až po načten&iacute; 25% objemu dat z d&eacute;lky cel&eacute;ho souboru videa. Po odečten&iacute; kreditu pak může&scaron; video 24 hodin sledovat nebo stahovat neomezeně.<br />
Např&iacute;klad u 100 minutov&eacute;ho videa m&aacute;&scaron; cca pět minut na kontrolu, jestli je video to spr&aacute;vn&eacute;, kter&eacute; hled&aacute;&scaron;, než ti bude kredit za&uacute;čtov&aacute;n. (Zatímco se díváš, prohlížeč si načítá data napřed, tzv. data-buffering, a přenesený objem dat je to, oč se jedná.)<br />
Odečten ti bude vždy počet kreditů za cel&yacute; soubor.</p>
</div>
</div>
<script>
if(window.location.search.indexOf('streaming') > 0) {
	$("h2#Streamovani + div.collapse").addClass('open');
	$("h2#Streamovani + div.collapse div.collapse-content").css('display', 'block');
}
</script>

<h2 id="Stahovani">Stahov&aacute;n&iacute;</h2>

<div class="collapse">
<div class="collapse-title">
<p>Soubor, kter&yacute; chci st&aacute;hnout, vyžaduje heslo. Co to znamen&aacute;?</p>
</div>

<div class="collapse-content">
<p>Heslo slouž&iacute; pro uzamčen&iacute; souboru, zn&aacute; jej pouze majitel souboru, kter&yacute; heslo zadal při nahr&aacute;v&aacute;n&iacute;. Pokud u souboru nen&iacute; k dispozici možnost zasl&aacute;n&iacute; zpr&aacute;vy uploaderovi, pravděpodobně si nepřeje soubor zveřejňovat. V takov&eacute;m př&iacute;padě nen&iacute; re&aacute;ln&eacute; heslo zjistit.</p>
</div>
</div>

<div class="collapse">
<div class="collapse-title">
<p>Po přihl&aacute;&scaron;en&iacute; k &uacute;čtu se mi při pokusu o stažen&iacute; souboru zobrazuje hl&aacute;&scaron;ka &bdquo;Odkaz na soubor je neplatn&yacute;&ldquo;. Můžete mi pomoci?</p>
</div>

<div class="collapse-content">
<p>Zkus od&scaron;krtnout volbu KONTROLA IP ADRESY, kterou najde&scaron; <a href="/nastaveni">v nastaven&iacute; &uacute;čtu</a> a stahov&aacute;n&iacute; opakuj.</p>
</div>
</div>

<div class="collapse">
<div class="collapse-title">
<p>Velikost souboru je ve skutečnosti men&scaron;&iacute; než uv&aacute;d&iacute;te. Soubor se mi nestahuje do konce. Vysvětl&iacute;te mi proč?</p>
</div>

<div class="collapse-content">
<p>Mohlo doj&iacute;t k tomu, že data nebyla spr&aacute;vně nahr&aacute;na. Rozd&iacute;ln&aacute; datov&aacute; velikost souboru na Pornfile a na tv&eacute;m disku m&aacute; obvykle jinou př&iacute;činu. Uv&aacute;děn&aacute; velikost uploadovan&yacute;ch dat je informativn&iacute; a vych&aacute;z&iacute; z jednodu&scaron;&scaron;&iacute;ho přepočtu (1 GB = 1 000 MB), než prov&aacute;d&iacute; tvůj poč&iacute;tač, kter&yacute; ukazuje přesnou datovou velikost (1 GiB = 1 024 MiB).</p>
</div>
</div>

<div class="collapse">
<div class="collapse-title">
<p>Stahov&aacute;n&iacute; pomoc&iacute; dobit&eacute;ho kreditu je pomal&eacute;. Občas dokonce hor&scaron;&iacute; než free stahov&aacute;n&iacute;. Pomůžete mi?</p>
</div>

<div class="collapse-content">
<p>Mohl se vyskytnout probl&eacute;m na obvykl&eacute; trase mezi tebou, poskytovatelem tv&eacute;ho připojen&iacute; a na&scaron;imi servery.<br />
<a href="/nastaveni">V nastaven&iacute; &uacute;čtu</a> najde&scaron; možnost &bdquo;Upřednostňovan&yacute; server&ldquo;, zkus volbu změnit např. na Superhosting, OVH či Dial-Telecom.</p>
</div>
</div>

<div class="collapse">
<div class="collapse-title">
<p>Stahov&aacute;n&iacute; pomoc&iacute; dobit&eacute;ho kreditu je pomal&eacute;. Změna upřednostňovan&eacute;ho serveru nepom&aacute;h&aacute;. Jak postupovat d&aacute;le?</p>
</div>

<div class="collapse-content">
<p>Napi&scaron; pros&iacute;m na&scaron;&iacute; uživatelsk&eacute; podpoře co nejv&iacute;ce informac&iacute; o tv&eacute;m připojen&iacute; a probl&eacute;mu. Pracovn&iacute;k podpory ti př&iacute;padně za&scaron;le konkr&eacute;tn&iacute; dotazy či sadu testů, kter&eacute; ti pomohou situaci l&eacute;pe analyzovat. Z&aacute;kladn&iacute; pomocn&eacute; ot&aacute;zky uv&aacute;d&iacute;me v př&iacute;kladu n&iacute;že.</p>

<p>&bdquo;Jak&eacute; m&aacute;&scaron; připojen&iacute; k internetu? Udělej pros&iacute;m test rychlosti na <a href="http://speedmeter.internetprovsechny.cz">http://speedmeter.internetprovsechny.cz</a> a za&scaron;li n&aacute;m odkaz str&aacute;nky s v&yacute;sledkem měřen&iacute;.<br />
Eviduje&scaron; pomal&eacute; stahov&aacute;n&iacute; u v&iacute;ce souborů nebo jen u jednoho? Může&scaron; př&iacute;padně zaslat konkr&eacute;tn&iacute; odkaz na soubor, kter&yacute; se ti stahuje pomalu?&ldquo;</p>
</div>
</div>

<div class="collapse">
<div class="collapse-title">
<p>Free stahov&aacute;n&iacute; je pomal&eacute;. Kde je sl&iacute;ben&yacute;ch 300 kB/s?</p>
</div>

<div class="collapse-content">
<p>Uv&aacute;děn&aacute; rychlost 300 kB/s je maxim&aacute;ln&iacute; možn&aacute;, ale nen&iacute; garantov&aacute;na. Rychlost free stahov&aacute;n&iacute; může b&yacute;t omezena dle aktu&aacute;ln&iacute;ho vyt&iacute;žen&iacute; jednotliv&yacute;ch serverů. U stahov&aacute;n&iacute; s VIP &uacute;čtem a dobit&yacute;m kreditem toto omezen&iacute; nen&iacute;.</p>
</div>
</div>

<div class="collapse">
<div class="collapse-title">
<p><span style="line-height: 18px; text-align: justify;">Lze stahovat z př&iacute;kazov&eacute; ř&aacute;dky např&iacute;klad skrze NAS zař&iacute;zen&iacute;?</span></p>
</div>

<div class="collapse-content">
<p>Ano, u &uacute;čtů s VIP kreditem je to možn&eacute;, př&iacute;kaz pro st&aacute;hnut&iacute; je n&aacute;sleduj&iacute;c&iacute;:</p>

<p><em>curl --connect-timeout 60 -O -L --basic --user uzivatel:heslo http://pornfile.cz/xabcdefg/nazev.souboru</em></p>

<p>Je pouze třeba nahradit hodnoty uzivatel a heslo za Tvoje přihla&scaron;ovac&iacute; &uacute;daje k &uacute;čtu a požadovan&yacute; odkaz.</p>
</div>
</div>

<h2 id="Nahravani">Nahr&aacute;v&aacute;n&iacute;</h2>

<div class="collapse">
<div class="collapse-title">
<p>Jak nahraji soubor jako soukrom&yacute;? Co je to soukrom&yacute; soubor?</p>
</div>

<div class="collapse-content">
<p>Soukrom&yacute; soubor je soubor, kter&yacute; je př&iacute;stupn&yacute; pouze z tv&eacute;ho uživatelsk&eacute;ho &uacute;čtu. Ostatn&iacute;m uživatelům se nezobraz&iacute; a nemohou jej st&aacute;hnout.</p>

<p>Pro možnost nahr&aacute;v&aacute;n&iacute; soukrom&yacute;ch souborů je tedy vyžadov&aacute;no přihl&aacute;&scaron;en&iacute; k uživatelsk&eacute;mu &uacute;čtu. Jakmile jsi na Pornfile.cz přihl&aacute;&scaron;en, bude Ti možnost, nastavit soubor jako soukrom&yacute;, zobrazena v druh&eacute;m kroku uploadu.</p>

<p>Soubory lze nastavit jako soukrom&eacute; i mimo proces uploadov&aacute;n&iacute;. Postač&iacute; v menu Soubory označit požadovan&yacute; soubor a pomoc&iacute; tlač&iacute;tka Vlastnosti změnit atribut na Soukrom&yacute;.</p>
</div>
</div>

<h2 id="Platby">Platby</h2>

<div class="collapse">
<div class="collapse-title">
<p>Zaslal jsem SMS s textem PORNFILE (pro rychlou registraci) a při&scaron;lo mi nějak&eacute; heslo. Co s n&iacute;m?</p>
</div>

<div class="collapse-content">
<p>Zasl&aacute;n&iacute;m SMS s textem PORNFILE byla provedena tzv. rychl&aacute; registrace. Vytvořili jsme ti &uacute;čet s přihla&scaron;ovac&iacute;m jm&eacute;nem totožn&yacute;m s tv&yacute;m č&iacute;slem (např. 420724123123) a heslem, kter&eacute; jsi pr&aacute;vě obdržel ve zpětn&eacute; SMS. Těmito &uacute;daji se neregistruj, ale rovnou <a href="/login">přihlas</a></p>
</div>
</div>

<div class="collapse">
<div class="collapse-title">
<p>V SMS jsem udělal chybu. D&aacute; se to ře&scaron;it?</p>
</div>

<div class="collapse-content">
<p>Z&aacute;lež&iacute;, kde přesně byla chyba provedena. Napi&scaron; pros&iacute;m na&scaron;&iacute; uživatelsk&eacute; podpoře co nejv&iacute;ce konkr&eacute;tn&iacute;ch informac&iacute;, nezapomeň uv&eacute;st telefonn&iacute; č&iacute;slo, ze kter&eacute;ho jsi dob&iacute;jel, a text SMS. Pokus&iacute;me se naj&iacute;t ře&scaron;en&iacute;.</p>
</div>
</div>

<div class="collapse">
<div class="collapse-title">
<p>Je dob&iacute;jen&iacute; kreditu pomoc&iacute; SMS jednor&aacute;zov&eacute;? Nebude mi SMS &uacute;čtov&aacute;na automaticky v pravideln&yacute;ch term&iacute;nech?</p>
</div>

<div class="collapse-content">
<p>Pokud za&scaron;le&scaron; SMS na dobit&iacute; kreditu, stane se tak <strong>jednor&aacute;zově</strong>. Zasl&aacute;n&iacute; dob&iacute;jec&iacute; SMS Tě tak ž&aacute;dn&yacute;m způsobem nezavazuje k nutnosti prov&aacute;dět pravideln&eacute; dob&iacute;jen&iacute;. Kredit na Pornfile.cz neexpiruje, term&iacute;n dal&scaron;&iacute;ho zasl&aacute;n&iacute; SMS je tak pouze na Tobě (v př&iacute;padě potřeby Pornfile.cz kreditu je zapotřeb&iacute; zaslat novou <a href="/kredit">objedn&aacute;vac&iacute; SMS</a>.</p>
</div>
</div>

<div class="collapse">
<div class="collapse-title">
<p>Jsem pl&aacute;tce DPH se s&iacute;dlem mimo ČR. Na n&aacute;kup kreditu bych chtěl fakturu. Jak m&aacute;m postupovat?</p>
</div>

<div class="collapse-content">
<p>Pro tento př&iacute;pad lze kredit koupit volbou <strong>Platba s dokladem</strong>, ale je nutn&eacute; poslat <strong>email</strong> s touto ž&aacute;dost&iacute; a uveden&iacute;m č&iacute;sla <strong>VAT</strong> fakturovan&eacute;ho subjektu v mezin&aacute;rodn&iacute;m form&aacute;tu <strong>do 20 dnů</strong> od n&aacute;kupu kreditu na <a class="email" href="mailto:support@pornfile.cz">support@pornfile.cz</a>. Fakturu pak zpětně připrav&iacute;me a za&scaron;leme. Vystaven&iacute; daňov&eacute;ho dokladu při použit&iacute; platebn&iacute; metody Platba s dokladem se předpokl&aacute;d&aacute;, že subjekt je registrov&aacute;n k DPH v ČR. Po uplynut&iacute; 20 dn&iacute; již toto zařazen&iacute; již nelze zpětně změnit a př&iacute;padn&eacute; ž&aacute;dosti o vystaven&iacute; faktury do země EU nebude moci b&yacute;t vyhověno.</p>
</div>
</div>

<h2>Obecn&eacute;</h2>

<div class="collapse">
<div class="collapse-title">
<p>Co je to Ulož.to &Uacute;čet?</p>
</div>

<div class="collapse-content">
<p>Ulož.to &Uacute;čet slouž&iacute; pro přihla&scaron;ov&aacute;n&iacute; nejen k Ulož.to, ale i PORNfile. Nen&iacute; zapotřeb&iacute; nov&eacute; registrace - pro přihl&aacute;&scaron;en&iacute; k oběma služb&aacute;m využij shodn&eacute; přihla&scaron;ovac&iacute; &uacute;daje.<br />
Kredit, kter&yacute; m&aacute;&scaron; dobit&yacute; na Ulož.to, m&aacute;&scaron; tak k dispozici tak&eacute; na PORNfile. Společn&eacute; je z&aacute;roveň nastaven&iacute; &uacute;čtu, soukrom&eacute; zpr&aacute;vy a uploadovan&eacute; soubory.</p>
</div>
</div>

<div class="collapse">
<div class="collapse-title">
<p>Je Pornfile.cz k dispozici zdarma?</p>
</div>

<div class="collapse-content">
<p>Použ&iacute;v&aacute;n&iacute; i registrace je zdarma a nezavazuje tě ž&aacute;dn&yacute;m způsobem k nutn&eacute; &uacute;hradě. Jako registrovan&yacute; uživatel m&aacute;&scaron; možnost bezplatně spravovat sv&eacute; soubory.</p>

<p>Pokud chce&scaron; stahovat neomezenou rychlost&iacute;, je možn&eacute; pro tyto &uacute;čely zakoupit datov&yacute; kredit. Tak&eacute; může&scaron; zaslat finančn&iacute; podporu t&yacute;mu Pornfile.cz, av&scaron;ak ž&aacute;dn&aacute; platba nen&iacute; nutn&aacute; pro použ&iacute;v&aacute;n&iacute; Pornfile.cz, stahovat a nahr&aacute;vat lze zcela zdarma.</p>
</div>
</div>

<div class="collapse">
<div class="collapse-title">
<p>Nedař&iacute; se mi dostat na Pornfile.cz, zobrazuje se mi str&aacute;nka, že nem&aacute;m opr&aacute;vněn&iacute;. Kde je probl&eacute;m?</p>
</div>

<div class="collapse-content">
<p>Pokud se ti zobrazila informace o blokov&aacute;n&iacute; př&iacute;stupu, do&scaron;lo zřejmě k nestandardn&iacute;m př&iacute;stupům z tv&eacute; IP adresy. Je možn&eacute;, že využ&iacute;v&aacute;&scaron; sd&iacute;lenou IP adresu a nemus&iacute; se tak jednat př&iacute;mo o probl&eacute;m na tv&eacute;m poč&iacute;tači. Z IP adresy, kterou použ&iacute;v&aacute;&scaron;, zřejmě prob&iacute;haly takov&eacute; požadavky na n&aacute;&scaron; web, kter&eacute; nebylo možn&eacute; odbavit jinou cestou. IP adresa bude do 48 hodin automaticky odblokov&aacute;na. Jednalo se o nutn&eacute; opatřen&iacute;, jak nechat Pornfile.cz funkčn&iacute; ostatn&iacute;m uživatelům.</p>

<p>Pokud se bude situace opakovat, kontaktuj pros&iacute;m sv&eacute;ho poskytovatele internetov&eacute;ho připojen&iacute;, bude zapotřeb&iacute;, abychom situaci doře&scaron;ili př&iacute;mo s n&iacute;m.</p>
</div>
</div>

<div class="collapse">
<div class="collapse-title">
<p>Nedař&iacute; se mi nal&eacute;zt soubor, kter&yacute; jsem v minulosti vyhledal. Proč?</p>
</div>

<div class="collapse-content">
<p>Obsah veřejn&eacute;ho datov&eacute;ho &uacute;loži&scaron;tě tvoř&iacute; data sd&iacute;len&aacute; jednotliv&yacute;mi uživateli. Pouze oni rozhoduj&iacute;, co budou sd&iacute;let a jak dlouho.<br />
Pokud jsi nena&scaron;el soubor, kter&yacute; jsi v minulosti vyhledal, mohlo doj&iacute;t k n&aacute;sleduj&iacute;c&iacute;mu:<br />
1) Data byla smaz&aacute;na uživatelem, kter&yacute; je nahr&aacute;l. Popř&iacute;padě nastavil konkr&eacute;tn&iacute; soubor jako soukrom&yacute;.<br />
2) Soubor byl uživatelem určen pouze pro dočasn&eacute; sd&iacute;len&iacute; a doba, po kterou měl b&yacute;t dostupn&yacute;, uplynula.<br />
3) Soubor byl odstraněn z důvodu poru&scaron;en&iacute; podm&iacute;nek Pornfile.cz (např. pornografick&yacute; materi&aacute;l poru&scaron;uj&iacute;c&iacute; pr&aacute;vn&iacute; předpisy ČR, materi&aacute;l poru&scaron;uj&iacute;c&iacute; autorsk&aacute; pr&aacute;va, nahl&aacute;&scaron;en&yacute; opr&aacute;vněn&yacute;m vlastn&iacute;kem těchto pr&aacute;v, nedovolen&aacute; reklama atp.). Na&scaron;e společnost zasahuje pouze v př&iacute;padě, kdy se prokazatelně dozv&iacute; o poru&scaron;en&iacute; v&scaron;eobecn&yacute;ch podm&iacute;nek Pornfile.cz.<br />
4) Jednalo se o soubor, kter&yacute; nebyl stažen po dlouh&eacute; časov&eacute; obdob&iacute; a byl proto odstraněn na z&aacute;kladě v&scaron;eobecn&yacute;ch podm&iacute;nek.</p>
</div>
</div>

<h2 id="Administrace">Uživatelsk&aacute; administrace</h2>

<div class="collapse">
<div class="collapse-title">
<p>Ze statistik mi zmizela informace o počtu stažen&iacute; m&yacute;ch souborů. Proč? Kdy se bude zase zobrazovat?</p>
</div>

<div class="collapse-content">
<p>Dle na&scaron;eho zji&scaron;těn&iacute; byla zobrazovan&aacute; data nepřesn&aacute;. Z tohoto důvodu považujeme informace o počtu stažen&iacute; za&nbsp;nerelevantn&iacute;. Datum znovu zobrazov&aacute;n&iacute; t&eacute;to informace je prozat&iacute;m neurčit&eacute;.</p>
</div>
</div>

<div class="collapse">
<div class="collapse-title">
<p>Jak m&aacute;m zru&scaron;it &uacute;čet?</p>
</div>

<div class="collapse-content">
<p>Kontaktuj na&scaron;i technickou podporu, do ž&aacute;dosti pros&iacute;m připoj sv&eacute; přihla&scaron;ovac&iacute; jm&eacute;no a ID &uacute;čtu, kter&eacute; naleznete na <a href="http://pornfile.cz/nastaveni">http://pornfile.cz/nastaveni</a>.</p>
</div>
</div>

<h2 id="Report">Report souborů</h2>

<div class="collapse">
<div class="collapse-title">
<p>Chtěl bych smazat data, kter&aacute; jsem nahr&aacute;l.</p>
</div>

<div class="collapse-content">
<p>Po nahr&aacute;n&iacute; souboru se ti zobraz&iacute; odkaz pro stažen&iacute; souboru a tak&eacute; druh&yacute; odkaz, kter&yacute; slouž&iacute; k odstraněn&iacute; nahran&yacute;ch dat.<br />
Pokud byl soubor nahr&aacute;n přihl&aacute;&scaron;en&yacute;m uživatelem, lze jej rovněž vymazat prostřednictv&iacute;m uživatelsk&eacute;ho menu (Soubory).<br />
Pokud použ&iacute;v&aacute;&scaron; pro nahr&aacute;v&aacute;n&iacute; File Manager, důrazně doporučujeme přihl&aacute;&scaron;en&iacute; k &uacute;čtu, jinak nebude&scaron; moci soubor později s&aacute;m odstranit!<br />
V př&iacute;padě, že pro tebe nen&iacute; využiteln&aacute; ani jedna možnost, kontaktuj pros&iacute;m na&scaron;i technickou podporu s odkazem na soubor (http://www.pornfile.cz/xabcdefgh/nazev_souboru), kter&yacute; chce&scaron; odstranit.</p>
</div>
</div>

<div class="collapse">
<div class="collapse-title">
<p>Jak z&iacute;sk&aacute;m odkaz na soubor? Co je odkaz ve tvaru http://www.pornfile.cz/xabcdefgh/nazevsouboru?</p>
</div>

<div class="collapse-content">
<p>Odkaz ve tvaru http://www.pornifile.cz/xabcdefgh/nazev_souboru je jedinečn&yacute; odkaz na detail konkr&eacute;tn&iacute;ho souboru, přičemž &bdquo;xabcdefgh&ldquo; nen&iacute; my&scaron;leno doslovně.<br />
N&iacute;že uv&aacute;d&iacute;me n&aacute;vod, jak je možn&eacute; takov&yacute; odkaz z&iacute;skat:<br />
1. způsob:<br />
Otevři si detail souboru (str&aacute;nka, kde se zobrazuje obr&aacute;zkov&yacute; n&aacute;hled a kde je možnost ke stažen&iacute; souboru), pot&eacute; klikni na adresn&iacute; ř&aacute;dek prohl&iacute;žeče, cel&yacute; odkaz označ, zkop&iacute;ruj do schr&aacute;nky (CTRL+C) a odkaz pot&eacute; vlož (CTRL+V) do požadovan&eacute;ho dokumentu.<br />
2. způsob:<br />
Otevři si detail souboru, pod obr&aacute;zkov&yacute;m n&aacute;hledem klikni na možnost &bdquo;Sd&iacute;lej&ldquo;, zde zkop&iacute;ruj (CTRL+C) odkaz na soubor, kter&yacute; n&aacute;sledně vlož (CTRL+V) do požadovan&eacute;ho dokumentu.</p>
</div>
</div>
</div>

	</div>
</section>

<footer id="footer">
	<div class="wa">

		<p class="ft">
			<a href="/kontakt">Kontakt</a> |
			<a href="/podminky/vseobecne-smluvni-podminky">Podmínky</a> |
			<a href="/podminky/pravidla-oznameni">Pravidla oznámení</a> |
			<a class="fiq" href="/faq">Často kladené otázky</a>
			<br>
			<a href="/contact">Contact us</a> |
			<a href="/tos/terms-of-service">Terms of Service</a> |
			<a href="/tos/takedown-guidance">Takedown Guidance</a>
		</p>

	</div>
</footer>




</body>
<!-- Monitoring OK -->
<!-- http1 -->
<!-- 3.300.105 -->
</html>
